Repository: truora/truora-validations-sdk
Catalog: ios/validations/TruoraValidationsSDK/Resources/*.lproj/Localizable.strings
Languages: es, pt_br

# passive_instructions_title
source: To verify your identity we will record a short video of your face
es: Para verificar tu identidad grabaremos un video corto de tu rostro
pt_br: Para verificar sua identidade gravaremos um vídeo curto do seu rosto

# passive_instructions_text
source: Place your phone in front of your face
es: Pon tu celular frente a tu rostro
pt_br: Coloque seu celular na frente do seu rosto

# passive_instructions_security_tip
source: Your information is secured.
es: Tu información está protegida.
pt_br: Suas informações estão protegidas.

# passive_instructions_start_verification
source: Start verification
es: Comenzar verificación
pt_br: Iniciar verificação

# passive_capture_start_instruction
source: Get ready! we will record your face in
es: ¡Prepárate! grabaremos tu rostro en
pt_br: Prepare-se! vamos gravar seu rosto em

# passive_capture_feedback_show_face
source: Show your face
es: Muestra tu rostro
pt_br: Mostre seu rosto

# passive_capture_feedback_remove_glasses
source: Remove your glasses
es: Retira las gafas
pt_br: Retire seus óculos

# passive_capture_feedback_multiple_people
source: Avoid appearing with anyone else
es: Evita aparecer con alguien más
pt_br: Evite aparecer com alguém mais

# passive_capture_feedback_hidden_face
source: Uncover your face
es: Descubre tu rostro
pt_br: Descubra seu rosto

# passive_capture_feedback_recording
source: Don't move! Recording
es: No te muevas! Grabando
pt_br: Não se mova! Gravando

# passive_capture_record_video
source: record video
es: grabar video
pt_br: gravar vídeo

# passive_capture_cannot_record
source: We couldn't record. Press "%@".
es: No pudimos grabar. Presiona "%@".
pt_br: Não conseguimos gravar. Pressione "%@".

# passive_capture_tips_title
source: Tips for a better capture
es: Tips para una mejor captura
pt_br: Dicas para uma melhor captura

# passive_capture_manual_recording
source: Record video manually
es: Grabar video de forma manual
pt_br: Gravar vídeo manualmente

# passive_capture_help
source: Help
es: Ayuda
pt_br: Ajuda

# passive_capture_try_again
source: Try again
es: Intentar de nuevo
pt_br: Tentar novamente

# passive_capture_tip_1
source: Find a quiet place with good lighting.
es: Busca un lugar tranquilo y con buena luz.
pt_br: Encontre um lugar tranquilo e com boa iluminação.

# passive_capture_tip_2
source: Don't move or turn your head while recording.
es: No te muevas ni gires la cabeza mientras grabas.
pt_br: Não se mova nem gire a cabeça enquanto grava.

# passive_capture_tip_3
source: Make sure you are alone: only you should appear on camera.
es: Asegúrate de estar sin compañía: solo tú debes aparecer en cámara.
pt_br: Certifique-se de estar sozinho: apenas você deve aparecer na câmera.

# passive_capture_tip_4
source: Avoid covering your face with your hands, hair, or objects.
es: Evita tener el rostro cubierto por manos, cabello u objetos.
pt_br: Evite cobrir seu rosto com suas mãos, cabelo ou objetos.

# result_button_label
source: Finish verification
es: Finalizar verificación
pt_br: Finalizar verificação

# success_result_title
source: Your identity has been successfully verified
es: ¡Tu identidad fue verificada con éxito!
pt_br: Sua identidade foi verificada com sucesso!

# success_result_description
source: Verification performed on %@
es: Verificación realizada el %@
pt_br: Verificação realizada em %@

# failure_result_title
source: We were unable to verify your identity
es: No logramos verificar tu identidad
pt_br: Não conseguimos verificar sua identidade

# failure_result_description
source: Your verification was not approved
es: Tu verificación no fue aprobada
pt_br: Sua verificação não foi aprovada

# completed_result_title
source: We have completed your verification
es: Hemos completado tu verificación
pt_br: Concluímos sua verificação

# completed_result_description
source: Verification performed on %@
es: Verificación realizada el %@
pt_br: Verificação realizada em %@

# passive_capture_loading_title
source: Verifying face...
es: Verificando rostro...
pt_br: Verificando rosto...

# document_autocapture_loading_verifying
source: Verifying
es: Verificando
pt_br: Verificando

# document_autocapture_loading_verifying_description
source: We are verifying the information This may take a few seconds
es: Estamos revisando la información Esto puede tardar unos segundos
pt_br: Estamos revisando a informação Isso pode levar alguns segundos

# camera_permission_denied_title
source: Camera access is required
es: Se requiere acceso a la cámara
pt_br: O acesso à câmera é necessário

# camera_permission_denied_description
source: To continue, please allow camera access in your device settings.
es: Para continuar, por favor permite el acceso a la cámara en la configuración de tu dispositivo.
pt_br: Para continuar, por favor permita o acesso à câmera nas configurações do seu dispositivo.

# camera_permission_open_settings
source: Open Settings
es: Abrir configuración
pt_br: Abrir configurações

# common_ok
source: OK
es: Aceptar

# common_cancel
source: Cancel
es: Cancelar
pt_br: Cancelar

# common_close
source: Close
es: Cerrar
pt_br: Fechar

# common_go_to_settings
source: Go to Settings
es: Ir a Configuración
pt_br: Ir para Configurações

# document_selection_title
source: Choose your document type
es: Elige tu tipo de documento
pt_br: Escolha o seu tipo de documento

# document_selection_country_label
source: Country of your document:
es: País de tu documento:
pt_br: País do seu documento:

# document_selection_country_placeholder
source: Select a country
es: Selecciona un país
pt_br: Selecione um país

# document_selection_country_error
source: Please select a country
es: Por favor selecciona un país
pt_br: Por favor selecione um país

# document_selection_document_label
source: Identity document type:
es: Tipo de documento de identidad:
pt_br: Tipo de documento de identidade:

# document_selection_document_placeholder
source: Select an option
es: Selecciona una opción
pt_br: Selecione uma opção

# document_selection_document_error
source: Please select a document type
es: Por favor selecciona un tipo de documento
pt_br: Por favor selecione um tipo de documento

# document_selection_accepted_documents
source: Accepted documents:
es: Documentos aceptados:
pt_br: Documentos aceitos:

# document_selection_continue
source: Continue
es: Continuar
pt_br: Continuar

# document_selection_loading
source: Loading...
es: Cargando...
pt_br: Carregando...

# document_intro_title
source: Prepare to scan your identity document
es: Prepárate para escanear tu documento de identidad
pt_br: Prepare-se para escanear seu documento de identidade

# document_intro_subtitle
source: Don't move, the document will be scanned automatically.
es: Intenta no moverte, el documento se escaneará automáticamente.
pt_br: Não se mova, o documento será escaneado automaticamente.

# document_intro_security_tip
source: Your information is protected.
es: Tu información está protegida.
pt_br: Sua informação está protegida.

# document_intro_start_capture
source: Scan document
es: Escanear documento
pt_br: Escanear documento

# document_intro_creating_validation
source: Creating validation...
es: Creando validación...
pt_br: Criando validação...

# document_capture_front_side
source: Front side
es: Lado frontal
pt_br: Lado frontal

# document_capture_back_side
source: Back side
es: Lado trasero
pt_br: Lado traseiro

# document_capture_front_label
source: Front
es: Frente
pt_br: Frente

# document_capture_back_label
source: Back
es: Reverso
pt_br: Verso

# document_capture_front_instruction
source: Place the front of your document
es: Coloca el frente de tu documento
pt_br: Centre seu documento na tela

# document_capture_back_instruction
source: Place the back of your document
es: Coloca el reverso de tu documento
pt_br: Agora a parte de trás do seu documento

# document_capture_rotate_instruction
source: Turn your document over
es: Voltea tu documento
pt_br: Volte o documento para escanear o verso

# document_capture_scanning
source: Scanning...
es: Escaneando...
pt_br: Escaneando...

# document_capture_scanning_manual
source: Position your document
es: Posiciona tu documento
pt_br: Posicione seu documento

# document_capture_hold
source: Hold still
es: Mantén firme
pt_br: Mantenha firme

# document_capture_capturing
source: Capturing...
es: Capturando...
pt_br: Capturando...

# document_capture_processing
source: Processing...
es: Procesando...
pt_br: Processando...

# document_capture_success
source: Document captured
es: Documento capturado
pt_br: Documento capturado

# document_capture_error
source: Capture failed
es: Error al capturar
pt_br: Erro na captura

# document_capture_take_photo
source: Take photo
es: Tomar foto
pt_br: Tirar foto

# document_capture_manual_button
source: Take picture manually
es: Tomar foto manualmente
pt_br: Tirar foto manualmente

# document_capture_help_title
source: Tips for a better capture
es: Tips para una mejor captura
pt_br: Dicas para uma melhor captura

# document_capture_help_tip1
source: Place the document on a dark and flat surface.
es: Coloca el documento sobre una superficie oscura y plana.
pt_br: Coloque o documento sobre uma superfície escura e plana.

# document_capture_help_tip2
source: Avoid placing the document on top of the keyboard.
es: Evita colocar el documento sobre el teclado.
pt_br: Evite colocar o documento sobre o teclado.

# document_capture_help_tip3
source: Place yourself in a well-lit area.
es: Ubícate en un lugar bien iluminado.
pt_br: Coloque-se em um local bem iluminado.

# document_capture_help_tip4
source: Avoid bright lights or shadows that cover the information.
es: Evita luces brillantes o sombras que cubran la información.
pt_br: Evite luzes brilhantes ou sombras que cubram a informação.

# document_capture_help_dismiss
source: Got it
es: Entendido
pt_br: Entendido

# document_capture_feedback_locate
source: Place your document in the frame
es: Coloca tu documento en el marco
pt_br: Localize o documento

# document_capture_feedback_closer
source: Move closer
es: Acércate más
pt_br: Mais perto

# document_capture_feedback_further
source: Move further
es: Aléjate un poco
pt_br: Mais longe

# document_capture_feedback_rotate
source: Rotate your document
es: Rota tu documento
pt_br: Gire o documento

# document_capture_feedback_center
source: Center your document
es: Centra tu documento
pt_br: Centre o documento

# document_capture_feedback_multiple
source: Only one document allowed
es: Solo se permite un documento
pt_br: Mantenha apenas um documento no quadro

# document_feedback_retry
source: Take another photo
es: Tomar otra foto
pt_br: Tirar outra foto

# document_feedback_tips
source: Tips for taking a better photo
es: Tips para tomar una mejor foto
pt_br: Dicas para tirar uma foto melhor

# document_feedback_retries_left
source: Retries available %@
es: Reintentos disponibles %@
pt_br: Tentativas restantes %@

# document_feedback_retries_left_prefix
source: Retries available
es: Reintentos disponibles
pt_br: Tentativas restantes

# document_feedback_blurry_title
source: Image is blurry
es: Imagen borrosa
pt_br: Imagem borrosa

# document_feedback_blurry_description
source: Hold your phone steady and ensure good lighting
es: Mantén tu teléfono firme y asegura buena iluminación
pt_br: Mantenha seu telefone firme e garanta boa iluminação

# document_feedback_glare_title
source: Glare detected
es: Reflejo detectado
pt_br: Reflexo detectado

# document_feedback_glare_description
source: Avoid direct light on your document
es: Evita la luz directa sobre tu documento
pt_br: Evite luz direta sobre seu documento

# document_feedback_too_far_title
source: Document too far
es: Documento muy lejos
pt_br: Documento muito longe

# document_feedback_too_far_description
source: Move closer to the document
es: Acércate más al documento
pt_br: Aproxime-se mais do documento

# document_feedback_too_close_title
source: Document too close
es: Documento muy cerca
pt_br: Documento muito perto

# document_feedback_too_close_description
source: Move further from the document
es: Aléjate un poco del documento
pt_br: Afaste-se um pouco do documento

# document_feedback_bad_angle_title
source: Bad angle
es: Ángulo incorrecto
pt_br: Ângulo incorreto

# document_feedback_bad_angle_description
source: Hold your phone parallel to the document
es: Sostén tu teléfono paralelo al documento
pt_br: Segure seu telefone paralelo ao documento

# document_feedback_no_document_title
source: No document detected
es: No se detectó documento
pt_br: Nenhum documento detectado

# document_feedback_no_document_description
source: Place a document in the frame
es: Coloca un documento en el marco
pt_br: Coloque um documento no quadro

# document_feedback_face_not_found_title
source: Face not clearly visible
es: Tu rostro no se ve con claridad
pt_br: Seu rosto não está claramente visível

# document_feedback_face_not_found_description
source: There may be reflections covering your face or your ID is too far from the camera.
es: Puede que haya reflejos que tapen tu rostro o que tu identificación esté muy lejos de la cámara.
pt_br: Pode haver reflexos cobrindo seu rosto ou sua identificação está muito longe da câmera.

# document_feedback_wrong_document_title
source: Wrong document
es: Documento incorrecto
pt_br: Documento incorreto

# document_feedback_wrong_document_description
source: Please use the selected document type
es: Por favor usa el tipo de documento seleccionado
pt_br: Por favor use o tipo de documento selecionado

# document_feedback_expired_title
source: Document expired
es: Documento vencido
pt_br: Documento vencido

# document_feedback_expired_description
source: This document is no longer valid
es: Este documento ya no es válido
pt_br: Este documento não é mais válido

# document_feedback_damaged_title
source: Document damaged
es: Documento dañado
pt_br: Documento danificado

# document_feedback_damaged_description
source: Your document appears to be damaged
es: Tu documento parece estar dañado
pt_br: Seu documento parece estar danificado

# document_feedback_generic_title
source: Capture failed
es: Error en la captura
pt_br: Erro na captura

# document_feedback_generic_description
source: Please try again
es: Por favor intenta de nuevo
pt_br: Por favor tente novamente

# camera_error_initialization_failed
source: Camera initialization failed
es: Error al iniciar la cámara
pt_br: Erro ao iniciar a câmera

# camera_error_capture_failed
source: Unable to take picture
es: No se pudo tomar la foto
pt_br: Não foi possível tirar a foto

# camera_error_view_not_available
source: Camera view not available
es: Vista de cámara no disponible
pt_br: Vista da câmera não disponível

# camera_error_not_ready
source: Camera not ready
es: Cámara no lista
pt_br: Câmera não pronta

# country_all
source: All
es: Todos
pt_br: Todos

# country_br
source: Brazil
es: Brasil
pt_br: Brasil

# country_mx
source: Mexico
es: México
pt_br: México

# country_pe
source: Peru
es: Perú

# document_type_national_id
source: National ID
es: Cédula de ciudadanía
pt_br: Cédula de identidade

# document_type_foreign_id
source: Foreign ID
es: Cédula de extranjería
pt_br: Cédula de estrangeiro

# document_type_passport
source: Passport
es: Pasaporte
pt_br: Passaporte

# document_type_driver_license
source: Driver License
es: Licencia de conducción
pt_br: Carteira de habilitação

# document_type_identity_card
source: Identity Card
es: Tarjeta de identidad
pt_br: Cartão de identidade

# document_type_tax_id
source: Tax ID
es: NIT
pt_br: CNPJ

# doc_mx_foreign_id
source: Permanent/temporary residence
es: Residencia permanente/temporal
pt_br: Residência permanente/temporal

# doc_cl_national_id
source: Identity Card
es: Cédula de identidad
pt_br: Cédula de identidade

# doc_pe_national_id
source: National Identity Document
es: Documento nacional de identidad
pt_br: Documento nacional de identidade

# doc_pe_foreign_id
source: Foreigner ID
es: Carné de extranjería
pt_br: Carteira de estrangeiro

# doc_pe_ptp
source: Temporary Stay Permit
es: Permiso temporal de permanencia
pt_br: Permissão temporária de permanência

# doc_ve_national_id
source: Identity Card
es: Cédula de identidad
pt_br: Cédula de identidade

# doc_ar_national_id
source: National Identity Document
es: Documento nacional de identidad
pt_br: Documento nacional de identidade

# doc_br_general_reg
source: General Registry
es: Registro General
pt_br: Registro Geral

# doc_br_national_id
source: ID Card (CPF)
es: Cédula (CPF)
pt_br: Cédula (CPF)

# doc_co_national_id
source: National ID
es: Cédula de ciudadanía
pt_br: Cédula de cidadania

# doc_co_foreign_id
source: Foreign ID
es: Cédula de extranjería
pt_br: Cédula de estrangeiro

# doc_co_ppt
source: PPT (Temporal Protection Permit)
es: PPT (Permiso por protección temporal)
pt_br: PPT (Permissão por proteção temporária)

# doc_co_temp_id
source: Temporary ID
es: Contraseña
pt_br: Senha

# doc_sv_national_id
source: Unique Identity Document (DUI)
es: Documento Único de Identidad (DUI)
pt_br: Documento Único de Identidade (DUI)

# doc_sv_foreign_id
source: Residency card
es: Carnet de residencia
pt_br: Cartão de residência

# desc_original_valid
source: Valid and current
es: Original y vigente
pt_br: Original e vigente

# desc_taxpayer_id
source: Taxpayer ID
es: ID del contribuyente
pt_br: ID do contribuinte

# desc_mx_passport
source: Mexican, valid and current
es: Mexicano, original y vigente
pt_br: Mexicano, original e vigente

# desc_physical_original
source: Original and in physical format
es: Original y en formato físico
pt_br: Original e em formato físico

# desc_co_valid_issued
source: Valid and issued in Colombia
es: Vigente y expedido en Colombia
pt_br: Válido e expedido na Colômbia

# desc_co_passport
source: From Colombia, valid and current
es: De Colombia, válido y vigente
pt_br: Da Colômbia, válido e vigente

# desc_cl_foreign_id
source: Valid and issued in Chile
es: Vigente y expedida en Chile
pt_br: Válido e expedido no Chile

# desc_cl_passport
source: From Chile, valid and current
es: De Chile, válido y vigente
pt_br: Do Chile, válido e vigente

# desc_sv_keep_hand
source: Keep your original document handy
es: Ten tu documento original a la mano
pt_br: Mantenha seu documento original à mão

# desc_co_tax_id
source: Tax Identification Number
es: Número de Identificación Tributaria
pt_br: Número de Identificação Tributária

# desc_co_temp_id
source: Temporary National ID
es: Cédula de ciudadanía temporal
pt_br: Cédula de cidadania temporal

# common_error
source: Error
pt_br: Erro

# country_co
source: Colombia
pt_br: Colômbia
